{
  "Personages": {
    "personage": [
      {
        "id": "aayla_secura",
        "name": "Эйла Секура",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Эйла Секура — была опытным рыцарем-джедаем, принадлежала к расе тви’леков. Она владела техникой боя двумя световыми мечами, что делало её опасным противником. Маленькой девочкой Эйлу подобрали на планете Рилот, и вскоре новоявленный младший джедай проявил свои выдающиеся способности. Во время Войн клонов Секура вошла в Совет джедаев. Известна своими дружескими отношениями с Китом Фисто, которые иногда выходили за рамки Кодекса джедаев."
      },
      {
        "id": "adigallia",
        "name": "Ади Галлия",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Ади Галлия — женщина толотианской расы, мастер-джедай во времена заката Галактической Республики. Галлия входила в состав Высшего совета джедаев в годы, предшествовавшие Войнам клонов, а также некоторое время после начала конфликта. Будучи дочерью кореллианцев, она, однако, носила традиционный толотский головной убор. Предполагается, что её дальние предки имели корни на Толоте."
      },
      {
        "id": "admiral_ozzel",
        "name": "Адмирал Оззель",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Кендал Оззель — человек, мужчина, майор и капитан линии Республиканского Флота во время Войн клонов, а затем капитан и адмирал Имперского Флота во время Галактической Гражданской Войны. В разгар Войн клонов он был представлен комиссией, как майор Великой Армии Республики под командованием Верховного Канцлера Палпатина; со свои званием Оззель командовал 44-й дивизией особого назначения во время битвы за Хорм, после которой он был повышен до звания капитана. После преобразования Галактической Республики в Империю, Оззель продолжил служить в вооружённых силах, и в конечном итоге он заслужил звание адмирала в Имперском Флоте во время Галактической Гражданской Войны. Оззель, человек с устаревшим тактическим мышлением считался Имперским персоналом неловким, неумелым и глупым. "
      },
      {
        "id": "alliance_to_restore_the_republic",
        "name": "Альянс повстанцев",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Альянс за восстановление Республики, также известный как Альянс повстанцев, Повстанцы или Восстание (В официальных имперских сводках фигурировал как Мятежники) был силой сопротивления, созданной, для того, чтобы противостоять Галактической Империи. Он был сформирован группой приверженцев идеалов Галактической Республики (и недовольных тем, что сенат избрал Палпатина императором), которая была реформирована в Империю. Менее многочисленный и слабый по сравнению с Имперскими вооруженными силами, Альянс обладал верными солдатами и блестящими командующими."
      },
      {
        "id": "anakin_skywalker",
        "name": "Энакин Скайуокер",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Энакин Скайуокер — легендарный чувствительный к Силе человек, мужчина, который служил Галактической Республике как рыцарь-джедай, позже служивший Галактической Империи и командовавший её войсками, как Лорд ситов Дарт Вейдер. Рождённый Шми Скайуокер, в юности стал тайным мужем сенатора с Набу, Падме Амидалы Наберри. Он был отцом гранд-мастера Люка Скайуокера, рыцаря-джедая Леи Органы-Соло и дедом Бена Скайуокера. Далёкими потомками Энакина Скайуокера были Нат, Кол и Кейд Скайуокеры."
      },
      {
        "id": "aurra_sing",
        "name": "Орра Синг",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Орра Синг — известная также под своим прозвищем «Наштах», когда-то была падаваном, но после череды трагических событий и несчастий покинула Орден и стала зловещим охотником за головами, специализирующимся на убийстве джедаев."
      },
      {
        "id": "b1_battle_droid",
        "name": "Боевой дроид B1",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Боевые дроиды B1 – боевые дроиды, составлявшие основу Армии дроидов Торговой Федерации. После присоединения Торговой федерации к Конфедерации независимых систем, они стали основной частью Сепаратистской армии дроидов. Дроиды серии B1 были специально разработаны для дешевого конвейерного производства. Другие модели, такие как дройдеки, супер-боевые дроиды B2, грейферные дроиды были более дорогими и имели лучшее снаряжение."
      },
      {
        "id": "b1_battle_droid_2",
        "name": "Боевой дроид B1",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Боевые дроиды B1 – боевые дроиды, составлявшие основу Армии дроидов Торговой Федерации. После присоединения Торговой федерации к Конфедерации независимых систем, они стали основной частью Сепаратистской армии дроидов. Дроиды серии B1 были специально разработаны для дешевого конвейерного производства. Другие модели, такие как дройдеки, супер-боевые дроиды B2, грейферные дроиды были более дорогими и имели лучшее снаряжение."
      },
      {
        "id": "b1_battle_droid_3",
        "name": "Боевой дроид B1",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Боевые дроиды B1 – боевые дроиды, составлявшие основу Армии дроидов Торговой Федерации. После присоединения Торговой федерации к Конфедерации независимых систем, они стали основной частью Сепаратистской армии дроидов. Дроиды серии B1 были специально разработаны для дешевого конвейерного производства. Другие модели, такие как дройдеки, супер-боевые дроиды B2, грейферные дроиды были более дорогими и имели лучшее снаряжение."
      },
      {
        "id": "bail_organa",
        "name": "Бэйл Органа",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Бейл Престор Органа — приёмный отец принцессы Леи Органы. Он был женат на королеве Альдераана Брехе Антиллес Органа и являлся принцем-консортом, главой Королевского дома и правителем Альдераана с принятым обращением «Его светлость, принц Бейл Органа, Верховный глава и вице-король Альдераана». Кроме того, он представлял планету в Галактическом Сенате."
      },
      {
        "id": "barriss_offee",
        "name": "Бэррисс Оффи",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Баррисс Оффи — мириаланка, женщина, падаван Луминары Ундули, позже рыцарь-джедай. Была талантливым джедаем-целителем. Погибла во время исполнения Приказа 66. "
      },
      {
        "id": "beru_lars",
        "name": "Беру Ларс",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Беру Уайтсан Ларс — подруга, а затем жена Оуэна Ларса, приемная тетя Люка Скайуокера. Они с Оуэном вели на Татуине обычную жизнь фермеров, но идиллию прервал Оби-Ван Кеноби, обратившийся к ним с просьбой взять на воспитание Люка. Беру убили имперские штурмовики, которые шли по следу дроидов C-3PO и R2-D2."
      },
      {
        "id": "bib_fortuna",
        "name": "Биб Фортуна",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Биб Фортуна – мужчина, тви'лек с планеты Рилот. Биб без малого 40 лет служил дворецким у Джаббы Хатта. Учитывая его многолетнюю службу, было странно, что мало нашлось бы в Галактике существ, столь сильно ненавидевших Джаббу. Тви'лек неоднократно пытался убить своего хозяина."
      },
      {
        "id": "boba_fett",
        "name": "Боба Фетт",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Боба Фетт — безжалостный охотник за головами, Мандалор. Лучший охотник за головами своего времени, он был первым из множества клонов наёмника Джанго Фетта, созданным в 32 ДБЯ. Позднее эти клоны стали частью Великой армии Республики. Джанго заранее потребовал сделать отдельного клона без генетических изменений и после усыновил его, назвав Бобой. Охотник за головами очень много тренировал своего приёмного сына в юности, желая, чтобы в будущем он стал таким же профессионалом, как сам Джанго. "
      },
      {
        "id": "boss_nass",
        "name": "Босс Насс",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Ругор Насс — потомок легендарного Гало, родился в подводном городе Ото Гунга. Он быстро поднимался над своими соплеменниками благодаря духу воина. Говорят, что его лидерские качества проявились, когда он был «головастиком». У него первыми выросли ноги и казалось, что он помогает другим развиваться быстрее. Во время своего обучения, Ругор решался заплывать в неизведанные глубины, где столкнулся с ужасным монстром воды и выжил."
      },
      {
        "id": "c_3po",
        "name": "С-3РО",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "C-3PO — протокольный дроид, свидетель и участник многих исторических событий. Собранный на Татуине Энакином Скайуокером, Трипио долгое время служил сначала самому Энакину, а затем его сыну, Люку Скайуокеру. Считался божеством на Лесистом спутнике Эндора и Алине (эвоков и алинов)."
      },
      {
        "id": "capitan_panaka",
        "name": "Капитан Панака",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Куарш Панака — человек, мужчина, глава сил безопасности во времена правления Королевы Падме Амидалы Наберри, позже имперский мофф и союзник Императора Палпатина."
      },
      {
        "id": "chewbacca",
        "name": "Чубака",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Чубакка — мужчина, вуки, который был известен, как талантливый пилот и механик. Во времена Галактической Империи Кашиик был порабощен, и Чубакка среди прочих вуки был в качестве раба отправлен на рудники. В это же время в Академии учился Хан Соло, не переносивший рабства. Когда Соло увидел издевательства надсмотрщиков над вуки и, в частности, над Чубаккой, кореллианец не смог вынести этого и спас вуки, за что был выгнан из Академии. Впоследствии Хан Соло стал лучшим другом Чубакки. Чубакка имел перед Ханом «долг жизни»."
      },
      {
        "id": "clone_commander_bakara",
        "name": "Бакара",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Клон-коммандер Бакара, или КК-1138, служил с генералом Ки-Ади-Мунди в сражениях с армиями дроидов на Миджето, планете во Внешнем Кольце, контролируемой Межгалактическим Банковским Кланом. Коммандер Бакара также проходил под порядковым номером Коммандер 1138. Хотя он сражался бок о бок с джедаями в бесчисленных битвах, больше всего он был предан Республике и Верховному Канцлеру. Когда Палпатин лично связался с Бакарой и вынес Приказ 66, Бакара подчинился без колебаний. Он и его товарищи, галактическими пехотинцами, открыли огонь по Ки-Ади-Мунди, убив своего генерала."
      },
      {
        "id": "clone_commander_bakara_2",
        "name": "Бакара",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Клон-коммандер Бакара, или КК-1138, служил с генералом Ки-Ади-Мунди в сражениях с армиями дроидов на Миджето, планете во Внешнем Кольце, контролируемой Межгалактическим Банковским Кланом. Коммандер Бакара также проходил под порядковым номером Коммандер 1138. Хотя он сражался бок о бок с джедаями в бесчисленных битвах, больше всего он был предан Республике и Верховному Канцлеру. Когда Палпатин лично связался с Бакарой и вынес Приказ 66, Бакара подчинился без колебаний. Он и его товарищи, галактическими пехотинцами, открыли огонь по Ки-Ади-Мунди, убив своего генерала."
      },
      {
        "id": "clone_commander_cody",
        "name": "Коди",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "КК-2224 или Коди — клон-коммандер времён Войн клонов. Бывший вначале лишь одним из миллионов клонов, созданных для Великой армии Республики, КК-2224 впоследствии показал талант к независимому мышлению, что не могло не привлечь внимания каминоанцев. В результате он стал продвигаться в звании и возвысился среди других своих собратьев."
      },
      {
        "id": "clone_commander_cody_2",
        "name": "Коди",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "КК-2224 или Коди — клон-коммандер времён Войн клонов. Бывший вначале лишь одним из миллионов клонов, созданных для Великой армии Республики, КК-2224 впоследствии показал талант к независимому мышлению, что не могло не привлечь внимания каминоанцев. В результате он стал продвигаться в звании и возвысился среди других своих собратьев."
      },
      {
        "id": "clone_commander_neyo",
        "name": "Нейо",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "КК-8826 или Нейо — клон маршал коммандер 91 Разведывательного корпуса Великой армии Республики. На броне Нейо были красные метки Галактической Республики, и шлем коммандера был как у клонов-ассассинов или у продвинутых BARC пилотов."
      },
      {
        "id": "clone_commander_neyo_2",
        "name": "Нейо",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "КК-8826 или Нейо — клон маршал коммандер 91 Разведывательного корпуса Великой армии Республики. На броне Нейо были красные метки Галактической Республики, и шлем коммандера был как у клонов-ассассинов или у продвинутых BARC пилотов."
      },
      {
        "id": "clone_commander_rex",
        "name": "Рекс",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "КТ-7567, или Рекс — клон Джанго Фетта, носивший звание капитана. Во время службы Галактической Республике Рекс был прикомандирован к джедаю Энакину Скайуокеру."
      },
      {
        "id": "clone_commander_rex_2",
        "name": "Рекс",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "КТ-7567, или Рекс — клон Джанго Фетта, носивший звание капитана. Во время службы Галактической Республике Рекс был прикомандирован к джедаю Энакину Скайуокеру."
      },
      {
        "id": "commander_jerjerrod",
        "name": "Тиаан Джерджеррод",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Тиаан Джерджеррод – человек, мужчина, имперский офицер, родившийся в состоятельной семье на Тиннеле IV. Он работал в тыловых и поставочных подразделениях, прежде чем стать генералом, а затем моффом Сектора Кванта в 1 ПБЯ. Операции его сектора базировались в семейном имении Вал Денн, столице Тиннеля IV. 3 ПБЯ Джерджеррод присутствовал на звёздном суперразрушителе «Палач» во время оккупации Беспина и приветствовал Дарта Вейдера по возвращению сита на боевой корабль. Год спустя, Джерджеррод был назначен, непосредственно Императором Палпатином, следить за постройкой второй «Звезды Смерти» над Эндором. Чтобы скрыть существование новой Звезды Смерти, документы и отчёты утверждали, что Джерджеррод являлся директором Имперских Энергетических Систем и был назначен наблюдать за постройкой крупных генераторов энергетических щитов."
      },
      {
        "id": "darth_maul",
        "name": "Дарт Мол",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Дарт Мол — мужчина, забрак с Датомира и темный владыка ситов, который жил в последние годы Галактической Республики. Он родился на Датомире, где и был отдан Дарту Сидиусу в качестве ученика. Сидиус отправил юного забрака в учебный центр на Мустафаре, где начал тренировать его."
      },
      {
        "id": "darth_sidious",
        "name": "Дарт Сидиус",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Палпати́н, также известный как Дарт Си́диус — последний Верховный Канцлер Республики и первый император Галактической Империи, обладавший огромной мощью: его не смогли убить ни Мейс Винду, ни Йода, ни другие джедаи. Он был тёмным лордом ситов, который придерживался Правила двух, правила Ордена лордов ситов и был самым влиятельным лордом, которого когда-либо знала Галактика. Также он имел острый интеллект и был способен предвидеть различные варианты будущего: фактически именно он превратил Старую Республику в Империю и уничтожил почти всех джедаев. На всё это у Палпатина ушли десятилетия упорного труда."
      },
      {
        "id": "darth_vader",
        "name": "Дарт Вейдер",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Дарт Вейдер он же Энакин Скайуокер — легендарный чувствительный к Силе человек, мужчина, который служил Галактической Республике как рыцарь-джедай, позже служивший Галактической Империи и командовавший её войсками, как Лорд ситов Дарт Вейдер. Рождённый Шми Скайуокер, в юности стал тайным мужем сенатора с Набу, Падме Амидалы Наберри. Он был отцом гранд-мастера Люка Скайуокера, рыцаря-джедая Леи Органы-Соло и дедом Бена Скайуокера. Далёкими потомками Энакина Скайуокера были Нат, Кол и Кейд Скайуокеры."
      },
      {
        "id": "dooku",
        "name": "Граф Дуку",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Дуку — граф Серенно, мастер-джедай и лорд ситов, последний из двадцати мастеров, добровольно покинувших Орден джедаев. Его падаванами были Квай-Гон Джинн и Комари Воса. После перехода на Тёмную сторону Силы стал учеником Дарта Сидиуса и получил новое имя – Дарт Тиранус. Основал движение сепаратистов и стал лидером Конфедерации Независимых Систем (КНС). Погиб от руки Энакина Скайуокера во время второй битвы за Корусант в самом конце Войн клонов в возрасте 83 лет."
      },
      {
        "id": "eeth_koth",
        "name": "Иит Кот",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Иит Кот — мужчина, забрак, мастер-джедай и член Совета джедаев на тот момент, когда Квай-Гон Джинн привёл в Орден Энакина Скайуокера. Иит был уважаем среди равных себе, и даже получил меч в дар от Мейса Винду. Кот достиг невероятных успехов в практике Краситорн, особой джедайской технике перенесения физической боли, которая во много раз повысила характерную для его расы способность терпеть пытки. Кроме того, Иит Кот тренировал Шарада Хетта, но в 47 ДБЯ его молодой падаван пропал."
      },
      {
        "id": "finn",
        "name": "Финн",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Финн — человек мужского пола и штурмовик Первого ордена с позывным FN-2187 (боевые товарищи кратко звали его Восемьдесят седьмым), живший спустя приблизительно тридцать лет после битвы при Эндоре. Он считался одним из лучших штурмовиков, пока не присоединился к Сопротивлению в их борьбе против Первого ордена. Покинув Первый орден, он владел световым мечом ранее принадлежавшим рыцарям-джедаям Энакину Скайуокеру и Люку Скайуокеру. Он использовал этот меч во время схватки с Кайло Реном."
      },
      {
        "id": "general_grievous",
        "name": "Генерал Гривус",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Генерал Гривус, настоящее имя Кимаен джай Шилал — мужчина, калишец, верховный главнокомандующий Армией дроидов Конфедерации независимых систем во времена Войн клонов. Родившийся на планете Кали и впервые проявивший свои незаурядный талант военачальника во время Хакской войны генерал Гривус, наряду с графом Дуку, Нутом Ганреем и Погглем Меньшим, был одним из лидеров сепаратистов. Гривус прославился своей ненавистью к джедаям и лично убил более ста из них, забрав себе в качестве трофеев их световые мечи. "
      },
      {
        "id": "general_grievous_2",
        "name": "Генерал Гривус",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Генерал Гривус, настоящее имя Кимаен джай Шилал — мужчина, калишец, верховный главнокомандующий Армией дроидов Конфедерации независимых систем во времена Войн клонов. Родившийся на планете Кали и впервые проявивший свои незаурядный талант военачальника во время Хакской войны генерал Гривус, наряду с графом Дуку, Нутом Ганреем и Погглем Меньшим, был одним из лидеров сепаратистов. Гривус прославился своей ненавистью к джедаям и лично убил более ста из них, забрав себе в качестве трофеев их световые мечи. "
      },
      {
        "id": "general_madine",
        "name": "Генерал Мадин",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Крикс Мадин — человек, мужчина, генерал Альянса повстанцев, а позднее и Новой Республики. Он специализировался на тайных операциях. Крикс разработал план нападения на генератор эндорского щита, а также обучал солдат, которые сопровождали Хана Соло на лесистом спутнике."
      },
      {
        "id": "han_solo",
        "name": "Хан Соло",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Хан Соло — был знаменитым кореллианином, прославившимся на всю галактику как участник Восстания. Родителями Хана были Джонаш и Джейна Соло, которые исчезли когда ему было не больше двух лет от роду. Его отец был принцем и потомком короля Беретрона э Соло, который установил демократический режим в Кореллианской Империи. У Хана было тяжелое детство, но он сумел порвать с прошлым и поступить на службу в Империю. Крест на своей карьере Соло поставил, когда заступился за раба-вуки Чубакку. Вместе они сбежали и со временем стали напарниками. Хан приобрел корабль «Тысячелетний сокол» и стал контрабандистом."
      },
      {
        "id": "jango_fett",
        "name": "Джанго Фетт",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Джанго Фетт — известный мандалорский наёмник, убийца, лучший охотник за головами своей эпохи. «Отец» Бобы Фетта, своего генетического клона, которого воспитал как собственного сына."
      },
      {
        "id": "jar_jar_binks",
        "name": "Джа-Джа Бинкс",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Джа-Джа Бинкс – неуклюжий гунган с планеты Набу. Первый представитель своей расы в Галактическом Сенате. Его неловкость часто приносила неприятности ему, его друзьям и врагам."
      },
      {
        "id": "jawas",
        "name": "Джавы",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Джавы — невысокие гуманоиды с планеты Татуин. Джавы носили просторные одежды, скрывавшие их с ног до головы. Джавы кочевали по пустыне на гигантских краулерах в поисках вышедшей из строя техники, мастерски чинили её и продавали местным фермерам."
      },
      {
        "id": "kapitan_antilles",
        "name": "Капитан Антиллес",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Реймус Антиллес — человек, мужчина, капитан корвета «Разбитое Сердце» во время Войн клонов и Галактической гражданской войны. Он служил в Королевском гражданском флоте Альдераана под руководством сенатора Бейла Престора Органы. На ранних этапах гражданской войны, он служил в Альянсе повстанцев, помогая в борьбе с Галактической Империей. Он был капитаном дипломатического крейсера Альдераана «Тантив IV» до своей смерти в 0 ДБЯ от рук Дарта Вейдера."
      },
      {
        "id": "ki_adi_mundi",
        "name": "Ки-Ади-Мунди",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Ки-Ади-Мунди — цереанец, мужчина, мастер-джедай, джедай-защитник и член Высшего совета джедаев. Ввиду низкого коэффициента рождаемости в его родном мире Орден позволил ему следовать цереанской традиции создавать браки с большим количеством жён — полигамии. Ки-Ади-Мунди имел четыре «честных» жены, одну жену-«связь» и семь дочерей, включая Сильвн."
      },
      {
        "id": "kit_fisto",
        "name": "Кит Фисто",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Кит Фисто — известный наутолан, мастер-джедай в годы заката Галактической Республики. Во времена Войн Клонов Фисто являлся генералом Республиканской Армии и членом Совета джедаев."
      },
      {
        "id": "kylo_ren",
        "name": "Кайло Рен",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Кайло Рен — рожденный под именем Бен Соло — чувствительный к Силе человек мужского пола, магистр Ордена Рен и союзник Первого ордена спустя приблизительно тридцать лет после битвы при Эндоре."
      },
      {
        "id": "lando_calrissian",
        "name": "Лэндо Калриссиан",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Лэндо Калриссиан — был человеком, профессиональным игроком, предпринимателем, контрабандистом и генералом в различные периоды своей жизни. Родившись на Сокорро, он в раннем возрасте стал игроком и мошенником. Лэндо выиграл корабль «Тысячелетний сокол» в сабакк у Кикса Труви. У него было много приключений вместе с дроидом-пилотом Вуффи Раа, во время которых он столкнулся с магом Тунда - Рокуром Гепта, которого Калриссиан в итоге убил. После того как Лэндо проиграл «Сокола» кореллианцу Хану Соло, он стал на некоторое время Бароном-администратором Облачного города – должность, которую он выиграл в сабакк."
      },
      {
        "id": "leia_organa",
        "name": "Принцесса Лея Органа",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Лея Органа Соло (родилась как Лея Амидала Скайуокер) — была дочерью рыцаря-джедая Энакина Скайуокера и сенатора Падме Амидалы Наберри, а также сестрой-близнецом Люка Скайуокера. После рождения её удочерили Бэйл Органа и королева Бреха, сделав её принцессой Алдераана. Получившая прекрасное образование сенатора, Органа была известна, как непоколебимый лидер во время Галактической Гражданской войны и других последующих галактических конфликтов, став одним из величайших героев Галактики. Позднее она вышла замуж за Хана Соло и стала матерью троих детей: Джейны, Джейсена и Энакина. Незадолго до начала Роевой войны, Лея, сама того не зная, стала бабушкой дочери Джейсена — Алланы."
      },
      {
        "id": "luke_skywalker",
        "name": "Люк Скайуокер",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Люк Скайуокер — мастер-джедай и гранд-мастер Нового Ордена джедаев, сын сенатора с Набу Падме Амидалы Наберри и рыцаря-джедая Энакина Скайуокера. Старший брат-близнец Леи Органы Соло."
      },
      {
        "id": "mace_windu",
        "name": "Мейс Винду",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Мейс Винду — мастер-джедай, принадлежавший к расе корунов, один из последних членов Высшего совета джедаев до Великого истребления. В Совете джедаев Винду считали вторым после гранд-мастера Йоды, хотя по возрасту он был младше многих других членов Совета. Его мудрость и мощь легендарны, как и сила его слова. Мейс Винду считался одним из лучших фехтовальщиков Ордена джедаев, а созданный им стиль ваапад был самым смертоносным, но вместе с тем и самым сложным в изучении из всех известных на тот момент боевых стилей."
      },
      {
        "id": "mas_amedda",
        "name": "Мас Амедда",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Мас Амедда — чагрианин, вице-спикер Сената Старой Республики при канцлере Валоруме. Сенатор Палпатин обвинил его во взяточничестве и пособничестве неймодианской Торговой федерации."
      },
      {
        "id": "maximilian_veers",
        "name": "Максимилиан Вирс",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Максимилиан Вирс — имперский офицер, генерал танковых войск, один из лучших, один из немногих, который смог получить доверие у Дарта Вейдера и почти единственный, завоевавший его уважение."
      },
      {
        "id": "mon_motma",
        "name": "Мон Мотма",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Мон Мотма — чандрилианка, игравшая важную политическую роль в последние годы Галактической Республики, один из основателей Альянса за восстановление Республики и первый глава государства Новой Республики. Имела дочь Лиеду и сына Джобина."
      },
      {
        "id": "nute_gunray",
        "name": "Нут Ганрей",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Нут Ганрей — неймодианец с планеты Неймодия. Он стал вице-королём Торговой федерации после Гиперпространственной войны Старка и занимал этот пост вплоть до окончания Войн клонов и своей смерти от руки Дарта Вейдера."
      },
      {
        "id": "obi_wan_kenobi",
        "name": "Оби-Ван Кеноби",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Оби-Ван Кеноби — позднее известный как Бен Кеноби — легендарный мастер-джедай, человек. Он был падаваном Квай-Гона Джинна, а затем, после его смерти, взял в ученики Энакина Скайуокера. После падения Энакина на Тёмную сторону стал учителем его сына — Люка Скайуокера."
      },
      {
        "id": "owen_lars",
        "name": "Оуэн Ларс",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Оуэн Ларс — сын Клигга Ларса, муж Беру Уайтсан Ларс, приемный дядя Люка Скайуокера. Воспитал Люка как собственного сына, привив мальчику честность и привычку к тяжелой работе. Оуэн был человеком угрюмым и строгим. Был убит отрядом имперских штурмовиков по приказу своего сводного брата Дарта Вейдера."
      },
      {
        "id": "padme_amidala",
        "name": "Падме Амидала",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Падме Амидала — человек, женщина, урождённая Падме Наберри[6], известная как Её Королевское Величество, Королева Набу с 32 ДБЯ до 25 ДБЯ, Её Превосходительство, сенатор Падме Амидала с Набу с 25 ДБЯ сенатор от сектора Чоммелл. Дочь Руви и Джобал Наберри, сестра Солы Наберри.[7] Была тайной женой Энакина Скайуокера. У них родилось двое детей: Люк и Лея, две самые значимые фигуры галактической истории. Она также была бабушкой Джейсена, Джейны и Энакина Соло и Бена Скайуокера, прабабушкой Аланы, дочери Джейсена, и предком Кола и Кейда Скайуокеров."
      },
      {
        "id": "palpatine",
        "name": "Палпатин",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Палпати́н, также известный как Дарт Си́диус — последний Верховный Канцлер Республики и первый император Галактической Империи, обладавший огромной мощью: его не смогли убить ни Мейс Винду, ни Йода, ни другие джедаи. Он был тёмным лордом ситов, который придерживался Правила двух, правила Ордена лордов ситов и был самым влиятельным лордом, которого когда-либо знала Галактика. Также он имел острый интеллект и был способен предвидеть различные варианты будущего: фактически именно он превратил Старую Республику в Империю и уничтожил почти всех джедаев. На всё это у Палпатина ушли десятилетия упорного труда."
      },
      {
        "id": "phasma",
        "name": "Фазма",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Фазма — женщина, жившая примерно спустя тридцать лет после битвы при Эндоре. Фазма служила в звании капитана в Первом ордене и носила хромированные доспехи, похожие на те, что носили штурмовики."
      },
      {
        "id": "plo_koon",
        "name": "Пло Кун",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Пло Кун — мужчина, кел-дор и мастер-джедай. В годы заката Галактической Республики он входил в состав Совета Джедаев вплоть до его развала в 19 году ДБЯ. Во времена Войн клонов Куна, как и многих других джедаев, назначили генералом Республиканской Армии. Помимо этого, Пло Кун был превосходным пилотом."
      },
      {
        "id": "poe_dameron",
        "name": "По Дамерон",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "По Дамерон — человек мужского пола, служивший пилотом Сопротивления приблизительно через тридцать лет после битвы при Эндоре. Он был лидером в борьбе Сопротивления с Первым орденом и членом Чёрной эскадрильи, в которой он носил позывной Чёрный-лидер, командуя эскадрильей истребителей T-70 «X-wing», на одном из которых он летал сам, совместно с преданным ему дроидом-астромехаником BB-8."
      },
      {
        "id": "poggle_the_lesser",
        "name": "Поггль Меньший",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Поггль Меньший — джеонозиец с планеты Джеонозис. Вышедший из низшей касты рабочих, Поггль стал эрцгерцогом родного мира, когда сверг и казнил своего предшественника, Хадисса Ваултеда. Также он стал главой «Индустрии Джеонозиса» и членом «Техносоюза», а во время Сепаратистского кризиса и Войн клонов — уважаемым членом Совета сепаратистов."
      },
      {
        "id": "qui_gon_jinn",
        "name": "Квай-Гон Джинн",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Квай-Гон Джинн — мастер-джедай, уважавший индивидуальность и сочетавший в себе различные стороны характера. Был падаваном графа Дуку и наставником Оби-Вана Кеноби. Джинн часто конфликтовал с Советом джедаев. Он был глубоко пропитан жизненной Силой, которая внесла свой вклад в его частые поездки, где он часто принимал сторону угнетённых и помогал «жалким формам жизни». Несмотря на его оппозицию Совету, многие джедаи считали его очень мудрым и умным, сочувственно относились к его взглядам (которые иногда совпадали со взглядами графа Дуку, его бывшего учителя). Основной особенностью взглядов мастера-джедая было то, что он проповедовал Живую Силу. В отличие от Совета, который считал, что Сила присутствовала только в живых существах, Квай-Гон верил, что Сила насыщала и растения, а также и неживые формы. Погиб в 32 ДБЯ на Набу от руки Дарта Мола."
      },
      {
        "id": "red_battle_droid",
        "name": "Боевой дроид",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Боевой дроид ― любой дроид, предназначенный для боевых действий."
      },
      {
        "id": "republic_clone_army",
        "name": "Республиканская армия клонов",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Республиканская армия была группой наземных сил Галактической Республики в эпоху от её основания за 25053 лет до битвы при Явине и до момента её роспуска в 1000 ДБЯ. В составе армии служили бойцы таких подразделений, как ракетно-штурмовые войска. В период от 4000-3950 ДБЯ армия являлась практически хаотическим скоплением ополченцев локальных планетарных правительств, наемников и немногочисленных регулярных частей, не имевших территориальной привязки, однако основная единица в это время всё же присутствовала. Во времена Холодной войны были известны десантники. В сочетании со флотом на протяжении тысячелетий армия составляла основу вооружённых сил Республики."
      },
      {
        "id": "republic_clone_army_2",
        "name": "Республиканская армия клонов",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Республиканская армия была группой наземных сил Галактической Республики в эпоху от её основания за 25053 лет до битвы при Явине и до момента её роспуска в 1000 ДБЯ. В составе армии служили бойцы таких подразделений, как ракетно-штурмовые войска. В период от 4000-3950 ДБЯ армия являлась практически хаотическим скоплением ополченцев локальных планетарных правительств, наемников и немногочисленных регулярных частей, не имевших территориальной привязки, однако основная единица в это время всё же присутствовала. Во времена Холодной войны были известны десантники. В сочетании со флотом на протяжении тысячелетий армия составляла основу вооружённых сил Республики."
      },
      {
        "id": "rey",
        "name": "Рей",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Рей — чувствительная к Силе женщина, человек, пилот, мусорщица-приспособленец, продававшая свои находки на пустынной планете Джакку примерно через 32 года после битвы при Эндоре."
      },
      {
        "id": "royal_guards",
        "name": "Королевский страж",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Королевская гвардия Набу — это одно из подразделений королевских сил безопасности Набу, выполнявшее функции охраны королевской резиденции, правительственных зданий и высших должностных лиц Набу."
      },
      {
        "id": "rune_haako",
        "name": "Рун Хаако",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Рун Хаако или Руне Хаако — мужчина, неймодианец, сотрудник «Торговой федерации», а также лейтенант, советник и помощник вице-короля Нута Ганрея, живший в последние годы существования Галактической Республики. Он заменил на своём посту предателя федерации Хата Мончара, готового продать секретные сведения Ганрея тому, кто заплатит больше. По рекомендации Хаако, Ганрей нанял охотницу за головами Мави Линну, готовую выследить и убить Мончара. В конце концов и Мончар, и Линн были убиты учеником тёмного лорда ситов Дарта Сидиуса, забраком Дартом Молом. В 32 ДБЯ, Хаако служил советником Ганрея, когда вице-король проводил блокаду Набу, планеты, просившей у Галактического Сената нового налогообложения торговых путей. Напряженность усилилась, когда Республика послала двух рыцарей-джедаев вести переговоры с федерацией, которая в конечном счете была вынуждена вторгнуться на Набу."
      },
      {
        "id": "saesee_tiin",
        "name": "Сэси Тийн",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Сэси Тийн — мужчина, иктотчи, мастер-джедай и долговременный член Совета джедаев со времен восстания йинчорри и вплоть до уничтожения Ордена джедаев в 19 ДБЯ. Тийн был умелым пилотом и превосходно умел концентрироваться во время путешествий на очень больших скоростях, управляя лучшими звездолётами. Благодаря своему телепатическому уму, он мог предвидеть различные возможности, что давало Совету уникальную перспективу для принятия решений."
      },
      {
        "id": "separatists",
        "name": "Сепаратисты",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Конфедерация независимых систем (КНС), также известная как Конфедерация, Сепаратистская Конфедерация или Новый порядок — государство, образованное несколькими планетами и секторами, а также мегакорпорациями, объявившими о намерении выйти из Галактической Республики, отказываясь соблюдать ее чрезмерное налогообложение и подчиняться коррупции в Сенате во время Сепаратистского кризиса, что породило Войны клонов."
      },
      {
        "id": "separatists_2",
        "name": "Сепаратисты",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Конфедерация независимых систем (КНС), также известная как Конфедерация, Сепаратистская Конфедерация или Новый порядок — государство, образованное несколькими планетами и секторами, а также мегакорпорациями, объявившими о намерении выйти из Галактической Республики, отказываясь соблюдать ее чрезмерное налогообложение и подчиняться коррупции в Сенате во время Сепаратистского кризиса, что породило Войны клонов."
      },
      {
        "id": "shaak_ti",
        "name": "Шаак Ти",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Шаак Ти — известная тогрута, уважаемый мастер-джедай, один из членов Высшего совета джедаев и ветеран Войн клонов. Ти, как и большая часть джедаев, попала в Храм джедаев совсем молодой и через несколько лет обучения стала рыцарем. Уже тогда у Шаак возникали серьёзные сомнения в традиционной методике обучения молодых джедаев, в результате чего она решила подготавливать своих падаванов новаторским способом, тренируя их на своей родной планете Шили. Правда, оба её падавана погибли по вине преступников вскоре после возведения в рыцарство, что нанесло по Ти тяжёлый удар. Познавая Силу в одиночестве, Ти заработала уважение со стороны остальных членов Ордена и стала членом Высшего совета джедаев."
      },
      {
        "id": "shmi_skywalker",
        "name": "Шми Скайуокер",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Шми Скайуокер Ларс — женщина, человек, мать Энакина Скайуокера. Значительную часть свой жизни была рабыней."
      },
      {
        "id": "sio_bibble",
        "name": "Сио Биббл",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Сио Биббл — был губернатором Набу и главой Королевского консультативного совета. Сначала он служил под началом короля Арса Веруны и подверг резкой критике его преемницу, молодую Падме Амидалу. Веруна в конце концов решил отречься от престола, Биббл сыграл важную роль в подготовке Амидалы в качестве преемника. Со временем, он изменил свое мнение о ней и стал одним из ее самых стойких сторонников. Во время ее царствования станции TFP-9 и внешние границы системы Набу были атакованы пиратами Агамари. Несмотря на взаимодействие с правительством Агамари в результате нападения, Биббл был не в состоянии доказать их участие, хотя он и узнал, что они надеялись украсть некоторые из N-1 Набу Королевского космического истребителя Корпуса истребителей."
      },
      {
        "id": "stormtrooper_1",
        "name": "Штурмовик",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Штурмовики — были элитными воинами Галактической Империи. Как звёздные разрушители типа «Имперский» и TIE истребители, они являлись олицетворением абсолютной власти Императора Палпатина. Эти безликие служители Нового порядка силой и жестокостью несли волю Императора в тысячи звёздных систем по всей Галактике. Во времена расцвета Империи штурмовики стали живым воплощением её силы, безжалостности и страха. За редким исключением, все штурмовики были облачены в белую броню, что выделяло их из числа других воинских подразделений Империи."
      },
      {
        "id": "stormtrooper_1_2",
        "name": "Штурмовик",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Штурмовики — были элитными воинами Галактической Империи. Как звёздные разрушители типа «Имперский» и TIE истребители, они являлись олицетворением абсолютной власти Императора Палпатина. Эти безликие служители Нового порядка силой и жестокостью несли волю Императора в тысячи звёздных систем по всей Галактике. Во времена расцвета Империи штурмовики стали живым воплощением её силы, безжалостности и страха. За редким исключением, все штурмовики были облачены в белую броню, что выделяло их из числа других воинских подразделений Империи."
      },
      {
        "id": "stormtrooper_1_3",
        "name": "Штурмовик",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Штурмовики — были элитными воинами Галактической Империи. Как звёздные разрушители типа «Имперский» и TIE истребители, они являлись олицетворением абсолютной власти Императора Палпатина. Эти безликие служители Нового порядка силой и жестокостью несли волю Императора в тысячи звёздных систем по всей Галактике. Во времена расцвета Империи штурмовики стали живым воплощением её силы, безжалостности и страха. За редким исключением, все штурмовики были облачены в белую броню, что выделяло их из числа других воинских подразделений Империи."
      },
      {
        "id": "stormtrooper_2",
        "name": "Штурмовик",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Штурмовики — были элитными воинами Галактической Империи. Как звёздные разрушители типа «Имперский» и TIE истребители, они являлись олицетворением абсолютной власти Императора Палпатина. Эти безликие служители Нового порядка силой и жестокостью несли волю Императора в тысячи звёздных систем по всей Галактике. Во времена расцвета Империи штурмовики стали живым воплощением её силы, безжалостности и страха. За редким исключением, все штурмовики были облачены в белую броню, что выделяло их из числа других воинских подразделений Империи."
      },
      {
        "id": "stormtroopers",
        "name": "Имперские штурмовики",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Штурмовики — были элитными воинами Галактической Империи. Как звёздные разрушители типа «Имперский» и TIE истребители, они являлись олицетворением абсолютной власти Императора Палпатина. Эти безликие служители Нового порядка силой и жестокостью несли волю Императора в тысячи звёздных систем по всей Галактике. Во времена расцвета Империи штурмовики стали живым воплощением её силы, безжалостности и страха. За редким исключением, все штурмовики были облачены в белую броню, что выделяло их из числа других воинских подразделений Империи."
      },
      {
        "id": "stormtroopers_2",
        "name": "Имперские штурмовики",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Штурмовики — были элитными воинами Галактической Империи. Как звёздные разрушители типа «Имперский» и TIE истребители, они являлись олицетворением абсолютной власти Императора Палпатина. Эти безликие служители Нового порядка силой и жестокостью несли волю Императора в тысячи звёздных систем по всей Галактике. Во времена расцвета Империи штурмовики стали живым воплощением её силы, безжалостности и страха. За редким исключением, все штурмовики были облачены в белую броню, что выделяло их из числа других воинских подразделений Империи."
      },
      {
        "id": "stormtroopers_3",
        "name": "Имперские штурмовики",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Штурмовики — были элитными воинами Галактической Империи. Как звёздные разрушители типа «Имперский» и TIE истребители, они являлись олицетворением абсолютной власти Императора Палпатина. Эти безликие служители Нового порядка силой и жестокостью несли волю Императора в тысячи звёздных систем по всей Галактике. Во времена расцвета Империи штурмовики стали живым воплощением её силы, безжалостности и страха. За редким исключением, все штурмовики были облачены в белую броню, что выделяло их из числа других воинских подразделений Империи."
      },
      {
        "id": "tion_medon",
        "name": "Тион Медон",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Тион Медон был администратором порта на планете Утапау. Несмотря на необычную внешность — ввалившиеся чёрные глаза, изогнутые зубы, сегментированную кожу — Медон был довольно вежливым и услужливым, а по канонам красоты пау'анов имел приятную наружность. Медон занимался приёмом гостей и помогал им обустроиться в городе, а также получить интересовавшую их информацию."
      },
      {
        "id": "trade_federation",
        "name": "Торговая Федерация",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Торговая федерация – торговый картель, основанный приблизительно в 350 году ДБЯ объединением нескольких организаций. Управлялась Советом директоров во главе с вице-королем. Ко времени Войн клонов Федерация контролировала большинство торговых путей и множество звездных систем."
      },
      {
        "id": "tusken",
        "name": "Таскенские рейдеры",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Народ песков, чаще называемый таскенскими рейдерами или просто таскенами (тускенами) — примитивные кочевые племена Татуина, враждебные по отношению к местным поселенцам. Народом песков их назвали из-за жизни в пустыне, это название было распространено примерно в 4000 ДБЯ. Однако в поздние времена после нападений на форт Таскен в 98-95 ДБЯ раса получила название таскенских рейдеров. Несмотря на то, что этот термин чаще всего использовался для обозначения всех представителей расы, по сути он относился только к участникам нападений на поселения."
      },
      {
        "id": "tusken_2",
        "name": "Таскенские рейдеры",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Народ песков, чаще называемый таскенскими рейдерами или просто таскенами (тускенами) — примитивные кочевые племена Татуина, враждебные по отношению к местным поселенцам. Народом песков их назвали из-за жизни в пустыне, это название было распространено примерно в 4000 ДБЯ. Однако в поздние времена после нападений на форт Таскен в 98-95 ДБЯ раса получила название таскенских рейдеров. Несмотря на то, что этот термин чаще всего использовался для обозначения всех представителей расы, по сути он относился только к участникам нападений на поселения."
      },
      {
        "id": "wat_tambor",
        "name": "Уот Тамбор",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Уот Тамбор — мужчина расы скакоан, был старшиной «Техносоюза» и исполнительным директором корпорации «Оружейные Цеха Бактоид» во время Войн клонов. Также он был представителем «Техносоюза» в Сенате, а позднее стал одним из членов Совета сепаратистов."
      },
      {
        "id": "watto",
        "name": "Уотто",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Уотто — тойдарианец, хозяин магазина запчастей в Мос Эспа на планете Татуин. Несмотря на внешнюю неприглядность и малый размер магазина и его хозяина, в нем всегда можно было найти самые разные запчасти и детали в хорошем состоянии. Также являлся рабовладельцем, в числе его рабов были: Энакин Скайуокер, Шми Ларс Скайуокер."
      },
      {
        "id": "wicket_wysri_warrick",
        "name": "Уикет У.Уоррик",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Уикет Уистри Уоррик — эвок мужского пола, герой Эндорской битвы, а впоследствии вождь племени Деревни Светлого древа. Уикет - один из самых известных эвоков, его помощь Альянсу сыграла важную роль в победе над Империей у Эндора."
      },
      {
        "id": "yoda",
        "name": "Йода",
        "life": "0",
        "hit1": "0",
        "hit2": "0",
        "hit3": "0",
        "hit4": "0",
        "hit5": "0",
        "status": "user_personage_not_available",
        "description": "Йода — гранд-мастер Ордена джедаев, был одним из самых сильных и мудрых джедаев своего времени. Место в Совете получил спустя примерно сотню лет после рождения. Обладая долголетием, он достиг титула гранд-мастера в возрасте примерно 600 лет."
      }
    ]
  }
}